---
kind: enumMember
id: F:Autodesk.Revit.DB.Architecture.StairsWinderStyle.Balanced
enum: Autodesk.Revit.DB.Architecture.StairsWinderStyle
source: html/e091ab54-3d02-665b-1637-90d107e6e5a5.htm
---
# Autodesk.Revit.DB.Architecture.StairsWinderStyle.Balanced

Symmetrical layout style.